---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KA
source: html/e9ec0aa4-d1f7-c15b-2755-b60f012493ec.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KA Property

Symbol kA, indicating unit Kiloamperes.

## Syntax (C#)
```csharp
public static ForgeTypeId KA { get; }
```